Repository: common-repository/slider-for-writers
Catalog: languages/slider-for-writers-*.po
Languages: sr_rs

source: Slider for Writers - Settings
sr_rs: Slider for Writers - Podešavanja

source: The settings are saved.
sr_rs: Podešavanja su sačuvana.

source: How to use
sr_rs: Kako se koristi

source: <p>Use icon <code><span alt="f161" class="dashicons dashicons-format-gallery"></span></code> in the editor <em>TinyMCE</em> or shortcode <code>[writer_slider attachment_ids="1,2,3,4,5"]</code>, to display the slider in the article or page.</p>
sr_rs: <p>Upotrebite ikonicu <code><span alt="f161" class="dashicons dashicons-format-gallery"></span></code> u uređivaču <em>TinyMCE</em> ili shortcode <code>[writer_slider attachment_ids="1,2,3,4,5"]</code> da biste prikazali slajder u članku ili na stranici.</p>

source: <p>Plugin settings allow modifications to the effects of the transitions.</p>
sr_rs: <p>Postavke za plugin omogućavaju izmene efekata tranzicije.</p>

source: About the plugin
sr_rs: O plugin-u

source: Simple wordpress plugin for slider with lightbox in the articles. Based on <a href="http://dev7studios.com/plugins/caroufredsel" target="_blank">caroufredsel</a>.
sr_rs: Jednostavan wordpress plugin za slajder sa lightbox-om u člancima. Zasnovan je na <a href="http://dev7studios.com/plugins/caroufredsel" target="_blank">caroufredsel</a>.

source: <p>Powered by <a href="http://artanik.ru/" target="_blank">Artem Anikeev</a> &copy; 2014</p>
sr_rs: <p>Pokrenuo <a href="http://artanik.ru/" target="_blank">Artem Anikeev</a> &copy; 2014</p>

source: Effect(fx) for the transition
sr_rs: Efekat (fx) za tranziciju

source: Easing for the transition
sr_rs: Poboljšanje tranzicije

source: Pause on hover
sr_rs: Zaustavi na

source: Autoplay
sr_rs: Automatsko prikazivanje

source: Disable bottom thumbnail
sr_rs: Deaktivirajte sličicu sa dna

source: Disable bottom nav
sr_rs: Deaktivirajte navigaciju na dnu

source: Disable descriptions
sr_rs: Deaktivirajte opise

source: Duration for the transition
sr_rs: Trajanje tranzicije

source: Save
sr_rs: Sačuvaj
